@extends('layouts.app')
@section('content')
<div class="container mx-auto px-4 py-3 my-3 text-center">
    <h1 class="text-4xl font-bold text-body-emphasis">Политика конфиденциальности</h1>
    <div class="mx-auto text-start text-xl my-3">
        <p class="mb-4">Настоящая политика конфиденциальности описывает, как мы собираем, используем и защищаем
            информацию, которую вы предоставляете нам при использовании функции обратной связи на нашем веб-сайте.
            Мы стремимся обеспечить надлежащую защиту вашей личной информации и соблюдение вашей конфиденциальности.
            Пожалуйста, внимательно прочитайте нашу политику конфиденциальности, чтобы понять, как мы обрабатываем
            вашу информацию.</p>
        <p>Сбор информации
            При использовании функции обратной связи на нашем сайте мы собираем следующую информацию:</p>
        <ul>
            <li>
               <b>Имя: </b>вы предоставляете свое имя добровольно, чтобы мы могли обратиться к вам должным образом.
            </li>
            <li>
               <b>Email:</b> вы предоставляете адрес электронной почты, чтобы мы могли связаться с вами и предоставить
                ответ на ваше сообщение.
            </li>
            <li>
               <b> Сообщение пользователя:</b> вы можете отправлять нам сообщения или комментарии через функцию обратной
                связи, предоставляя дополнительную информацию, которую вы желаете поделиться.
            </li>
        </ul>
        <p>Использование информации
            Мы используем предоставленную вами информацию только для целей, связанных с вашим обращением или
            запросом. Мы можем использовать ваше имя для обращения к вам в ответе на ваше сообщение. Адрес
            электронной почты будет использоваться для связи с вами и предоставления ответа на ваш запрос. Сообщение
            пользователя будет использоваться для анализа и предоставления вам подходящего ответа или решения
            проблемы.</p>
        <p>Раскрытие информации третьим лицам
            Мы не продаем, не арендуем и не передаем вашу личную информацию третьим лицам без вашего согласия, за
            исключением случаев, описанных ниже:</p>

        <ul>
            <li>
                Когда это необходимо для обработки вашего запроса и предоставления ответа, мы можем сотрудничать с
                поставщиками услуг, которые помогают нам в этом процессе. Эти поставщики услуг обязуются соблюдать
                конфиденциальность вашей информации.
            </li>
            <li>
                Если мы уверены, что раскрытие информации требуется законом или в случаях, когда мы считаем, что
                раскрытие необходимо для защиты наших прав, безопасности или собственности, а также прав,
                безопасности или собственности наших пользователей или других лиц.
            </li>
        </ul>
        <p>Защита информации
            Мы принимаем меры безопасности, чтобы защитить вашу информацию от несанкционированного доступа,
            использования или раскрытия. Мы применяем соответствующие технические, физические и административные
            меры для обеспечения безопасности передачи и хранения информации.</p>
        <p>Ссылки на сторонние сайты
            Наш веб-сайт может содержать ссылки на сторонние веб-сайты. Мы не несем ответственности за политику
            конфиденциальности или содержание таких веб-сайтов. Мы рекомендуем вам ознакомиться с политикой
            конфиденциальности соответствующих сторонних веб-сайтов, прежде чем предоставлять им свою информацию.
        </p>
        <p>Изменения политики конфиденциальности
            Мы можем периодически обновлять нашу политику конфиденциальности. Любые изменения будут размещены на
            этой странице, и мы рекомендуем вам периодически проверять ее обновления. Ваше дальнейшее использование
            нашего сайта после внесения изменений будет означать ваше согласие с такими изменениями.</p>
        <p>Связь с нами
            Если у вас возникнут вопросы, предложения или запросы относительно нашей политики конфиденциальности или
            обработки вашей информации, пожалуйста, свяжитесь с нами по указанным на сайте контактным данным.</p>
    </div>
</div>
@endsection
